{
  "news" : [
      {
        
        "id" : 1,
        "name" : "Headphones",
        "mainHeader" : "Gaming Headphones: Premium Range Options For PC, Xbox One, and PlayStation Consoles",
        "date" : "25-09-2002",
        "image" : "https://timesofindia.indiatimes.com/thumb/msid-84375319,imgsize-195158,width-400,resizemode-4/84375319.jpg",
        "desc" : "Gamers, this is your chance to purchase a premium-range gaming headphone for yourself. These high-quality gaming headphones will allow you to get involved in prolonged gaming sessions with extreme comfort and convenience. ",
        "mainDesc" : "Crazy about gaming? If you are one of those professional gamers who either stream or compete for a good 5-9 hours every day, a good quality gaming headphone is needed for sure. When it comes to premium gaming headphones, comfortability and performance become the foremost parameters to look upon. Since these gaming headphones are of premium quality, their prices are somewhat above par.",
        "link" : "https://gizmodo.com/netflix-is-expanding-into-video-games-1847295738#:~:text=The%20streaming%20giant%20is%20making,beyond%20TV%20shows%20and%20films.&text=Eyeing%20an%20even%20bigger%20slice,executive%20to%20helm%20the%20initiative."
      },
    {
        
        "id" : 2,
        "name" : "Steam Deck",
        "mainHeader" : "Valve’s gaming handheld is called the Steam Deck and it’s shipping in December",
        "date" : "15-07-2021",
        "image" : "https://cdn.vox-cdn.com/thumbor/7IWnEP9FIcDal_84p7OrJlvXmHk=/0x0:1831x1373/1220x813/filters:focal(770x541:1062x833):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/69586300/Image_from_iOS.0.jpg",
        "desc" : "Always want the best and newest gadgets? Then this is surely for you! Valve's new and high fi gaming gadget is surely for you then! Reservations start on 16th!",
        "mainDesc" : "Rumors began circulating earlier this year that Valve was working on a handheld, Switch-like gaming console for portable PC gaming. Now, it's official -- dubbed the Steam Deck, the new $399 gaming device goes up for pre-sale tomorrow, July 16, with devices slated to ship out in December.If you ever wished for a Nintendo Switch Pro for your PC games, this might be your chance.",
        "link" : "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwih743P1f3xAhUUwTgGHY5KCMYQFjACegQIAxAD&url=https%3A%2F%2Fwww.theverge.com%2F2021%2F7%2F15%2F22578783%2Fvalve-steam-deck-gaming-handheld-pc&usg=AOvVaw3r2iO7DjvL0x2Xg1xd05T9"
    },
    {
        "id" : 3,
        "name" : "Privacy Breach?",
        "mainHeader" : "Tencent Deploys Facial Recognition to Detect Minors Gaming at Night",
        "date" : "06-07-2021",
        "image" : "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTifaHrZ0bedPku8tW3fwyhUP3tGM7BJZMaBTK0oucuXn1dmjEtQ2XWnRzZbkx4PhXB994&usqp=CAU",
        "desc" : "The Chinese tech company will use its “Midnight Patrol” system to keep tabs on minors’ screen time as it continues to combat gaming addiction among younger players.",
        "mainDesc" : "China’s gaming giant Tencent Games has launched one of the most-talked about — and controversial — means to curb excessive play time among children and teenagers so far: a time-sensitive facial recognition system. Starting Tuesday, the gaming platform’s facial verification system — linked with big data from the central public security system — will help monitor players and detect individuals who spend a significant amount of time online at night, according to the company. The initiative, dubbed “Midnight Patrol,” is aimed at deterring minors from using “tricks” to pose as adults between 10 p.m. and 8 a.m.",
        "link" : "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjR2aXa1f3xAhWHumMGHTniDuEQFjACegQICBAD&url=https%3A%2F%2Fgadgets.ndtv.com%2Fgames%2Fnews%2Ftencent-facial-recognition-china-gaming-restriction-midnight-patrol-underage-gamers-2482673%23%3A~%3Atext%3DHowever%252C%2520many%2520underage%2520teenagers%2520use%2Cit%27s%2520called%2520%25E2%2580%259CMidnight%2520Patrol%25E2%2580%259D.&usg=AOvVaw1ZHtL7GRbfAfYHkbCiq5Ai"
    },
    {
        
        "id" : 4,
        "name" : "Netflix Is Expanding Into Video Games",
        "mainHeader" : "The streaming giant is making its first foray into the territory beyond TV shows and films.",
        "date" : "16-07-2021",
        "image" : "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,pg_1,q_60,w_1165/7242523e0da806d7b80ee688264d966d.jpg",
        "desc" : "Eyeing an even bigger slice of the media pie, Netflix is planning an imminent expansion into the video game space, and has reportedly tapped a former Electronic Arts and Facebook executive to helm the initiative.",
        "mainDesc" : "The announcement represents just the latest push by Netflix into a space beyond streaming content like television shows and movies — a realm that the platform has signaled to its 200 million subscribers for years that it was eager to delve into. Netflix first hinted at a potential market expansion during the E3 gaming conference in 2019, when it announced a planned mobile game based on the “Stranger Things” franchise.",
        "link" : "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwjXp6_j1f3xAhXI4zgGHQQVCSAQFjACegQIBBAD&url=https%3A%2F%2Fgizmodo.com%2Fnetflix-is-expanding-into-video-games-1847295738%23%3A~%3Atext%3DThe%2520streaming%2520giant%2520is%2520making%2Cbeyond%2520TV%2520shows%2520and%2520films.%26text%3DEyeing%2520an%2520even%2520bigger%2520slice%2Cexecutive%2520to%2520helm%2520the%2520initiative.&usg=AOvVaw2Jctcpvh8ErmAV9T2cJhin"
    },
    {
        
        "id" : 5,
        "name" : "Rich Mario",
        "mainHeader" : "Super Mario 64 for Nintendo 64 has been sold at an auction for a mind-blowing price of US$1.5 million.",
        "date" : "16-07-2021",
        "image" : "https://ichef.bbci.co.uk/news/976/cpsprodpb/12EF3/production/_119355577_mario_heritage_auctions.jpg",
        "desc" : "It's the first video game to sell for more than US$1 million, after the prices of two other classic Nintendo games had only climbed to six figures.",
        "mainDesc" : "Dallas-based auction house Heritage Auctions sold an unopened copy of Super Mario 64 for the Nintendo 64 for US$1.56 million. The winner of the auction, who is apparently ready to pay an unfathomable sum for a 25-year-old video game, has not been revealed. The unknown buyer will become the happy owner of a brilliant video game which has garnered the near-perfect grade of 9.8 for its mint condition. It's highly unlikely that the sealed collector's item will ever be opened, since certain old games can evidently turn into appreciating assets and can therefore serve as a smart investment. This is especially true for games that have played a significant role in the history of video games, with Super Mario 64 being one of those titles.",
        "link" : "https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwiO_7bu1f3xAhU0zTgGHQ3TBRgQFjABegQIBBAD&url=https%3A%2F%2Fwww.notebookcheck.net%2FThe-world-s-most-expensive-video-game-has-been-sold-for-US-1-5-million.550933.0.html%23%3A~%3Atext%3DLast%2520Sunday%252C%2520the%2520Dallas%252Dbased%2Cgame%252C%2520has%2520not%2520been%2520revealed.&usg=AOvVaw3Rw2IC1YcuY2jTLvvQmxsl"
    }
   ]
}
